{
    "languages": {
      "english": "English",
      "spanish": "Español"
    },
    "subtitle" : "Reformas generales",
    "header": {
      "home": "Página principal",
      "works": "Nuestros trabajos",
      "about": "Sobre nosotros",
      "process": "Nuestro proceso",
      "contact": "Contáctanos",
      "design": "Diseños personalizados"
    },
    "about": {
      "title": "Bienvenido a Xavi Renovaties",
      "description": "Xavi Renovaties lleva muchos años en activo y hace realidad tu deseo de reforma. Siempre decimos: La calidad es el orgullo de la artesanía. Ponemos al cliente en primer lugar, escuchando activamente sus deseos y brindándole asesoramiento profesional adecuado sobre el proyecto a realizar. Nuestras actividades comerciales consisten en trabajos de renovación y mantenimiento. Puede contactar con nosotros para trabajos de reforma y mantenimiento de cualquier naturaleza y tamaño. Xavi Renovations trabaja con un equipo permanente que incluye diversos especialistas."
    },
    "contact": {
      "form": {
        "title": "CONTÁCTANOS",
        "name": "Nombre",
        "phone": "Número de teléfono",
        "email": "Email",
        "message": "Escribe tu mensaje...",
        "submit": "Enviar"
      },
      "info": "Información de contacto",
      "phone": "Teléfono",
      "schedule": {
        "title": "Horario",
        "week": "Lunes - Viernes",
        "weekend": "Sábado y Domingo",
        "close": "Cerrado"
      }
    },
    "process": {
      "title": "Nuestro proceso Xavi Renovaties",
      "description": "Si estás pensando en reformar, ¡has venido al lugar indicado! Xavi Renovatie mantendrá una conversación contigo en la que identificaremos y describiremos claramente tus deseos.",
      "first": "Mantendremos una conversación contigo en la que identificaremos y describiremos claramente sus deseos.", 
      "second": "El equipo crea un asesoramiento adecuado y profesional en un plan de reforma.",
      "third": "Todos los trabajos y costes se pueden planificar basándose en el plan de reforma.",
      "fourth": "Después de la aprobación del cliente, se iniciará la reforma."
    },
    "home": {
      "ourservices": "Ofrecemos los siguientes servicios",
      "first": "Pequeños reformas",
      "second": "Grandes reformas",
      "third": "Hermosa carpintería",
      "fourth": "Instalacion electrica segura",
      "fifth": "Fontaneria minuciosa"
    },
    "home2": {
      "first": "Nos gusta pensar con usted y prestar atención a su proyecto.",
      "second": "Tendrá un único interlocutor que se comunicará con usted de forma abierta y transparente.",
      "third": "Le ofrecemos un presupuesto completo por escrito.",
      "fourth": "En todos nuestros proyectos se presta atención a la artesanía y el detalle.",
      "fifth": "Todo el material que utilizamos es de primera calidad.",
      "sixth": "También estamos a su disposición tras la finalización.",
      "seventh": "Profesionales apasionados por su trabajo.",
      "eighth": "Buena relación calidad-precio para cualquier trabajo."
    },
    "design": {
      "title": "Diseños personalizados",
      "text": "Si lo desea, tambien ofrecemos de visualizar como quedaría tu diseño en una maqueta o incluso nosotros podemos proponerle ideas para su reforma. Nos ayudamos de una herramienta digital con la cual podemos llevar a cabo su idea para ver si es lo que busca en su reforma ideal."
    }   
  }
  