{
  "languages": {
    "english": "English",
    "spanish": "Español"
  },
  "subtitle" : "General renovations",
  "header": {
    "home": "Home page",
    "works": "Our works",
    "about": "About us",
    "process": "Our Process",
    "contact": "Contact us",
    "design": "Customized designs"
  },
  "about": {
    "title": "Welcome to Xavi Renovaties",
    "description": "Xavi Renovaties has been in business for many years and makes your renovation wishes come true. We always say: Quality is the pride of craftsmanship. We put the customer first, actively listening to your wishes and providing you with appropriate professional advice on the project to be carried out. Our business activities consist of renovation and maintenance work. You can contact us for renovation and maintenance work of any nature and size. Xavi Renovations works with a permanent team that includes various specialists."
  },
  "contact": {
    "form": {
      "title": "CONTACT US",
      "name": "Name",
      "phone": "Phone number",
      "email": "Email",
      "message": "Write your message...",
      "submit": "Send"
    },
    "info": "Contact information",
    "phone": "Phone number",
    "schedule": {
      "title": "Schedule",
      "week": "Monday - Friday",
      "weekend": "Saturday y Domingo",
      "close": "Closed"
    }
  },
  "process": {
    "title": "Our process in Xavi Renovaties",
    "description": "If you are thinking of renovating, you have come to the right place! Xavi Renovatie will have a conversation with you in which we will clearly identify and describe your wishes.",
    "first": "We will have a conversation with you in which we will clearly identify and describe your wishes.", 
    "second": "The team creates an adequate and professional advice in a renovation plan.",
    "third": "All work and costs can be planned based on the renovation plan",
    "fourth": "After the client's approval, the renovation will start."
  },
  "home": {
    "ourservices": "We offer the next services",
    "first": "Small renovations",
    "second": "Big renovations",
    "third": "Finesse carpentry",
    "fourth": "Safe electrical work",
    "fifth": "Thorough plumbing"
  },
  "home2": {
    "first": "We like to think with you and pay attention to your project",
    "second": "You will have only one contact person who will communicate with you in an open and transparent way",
    "third": "We provide you with a full written quotation",
    "fourth": "In all our projects we pay attention to craftsmanship and detail",
    "fifth": "All the material we use is of the highest quality",
    "sixth": "We are also there for you after completion",
    "seventh": "Professionals who are passionate about their work",
    "eighth": "Good value for money for any job"
  },
  "design": {
    "title": "Customized designs",
    "text": "If you wish, we can also offer you the possibility to visualize how your design would look like on a model or we can even propose ideas for your renovation. We use a digital tool with which we can carry out your idea to see if it is what you are looking for in your ideal reform."
  }
}
